Repository: atreal/atreal.portlet.myrecentitems
Catalog: atreal/portlet/myrecentitems/locales/*/LC_MESSAGES/atreal.portlet.myrecentitems.po
Languages: fr

source: Add My recent items Portlet
fr: Ajouter un portlet des éléments récents de l'utilisateur courant

source: How many items to list.
fr: Choisissez ici le nombre d'élément à afficher.

source: Modify My recent items Portlet
fr: Modifier le portlet des éléments récents de l'utilisateur courant

source: My recent items
fr: Mes éléments récents

source: Number of items to display
fr: Nombre d'éléments

source: Portlet title
fr: Titre du portlet

source: The title that will be displayed to the users.
fr: Saisissez ici le titre du portlet qui sera affiché au utilisateurs

source: This portlet displays recent items of the current user.
fr: Ce portlet affiche les éléments récents de l'utilisateur courant

source: box_more_recently_changed
fr: Tous les éléments récents&hellip

source: box_recent_no_items
fr: Aucun élément récent
